Repository: ZenPhoto20/ZenPhoto20
Catalog: npgCore/locale/*/LC_MESSAGES/core.po
Languages: fr_fr

source: You can browse with the arrows keys of your keyboard
fr_fr: Vous pouvez naviguer en utilisant les flèches du clavier

source: Popular images
fr_fr: Images les plus populaires

source: Most rated images
fr_fr: Images les plus notées

source: newer
fr_fr: plus récent

source: older
fr_fr: plus ancien

source: Check to show the logo on the Image page.
fr_fr: Cocher pour afficher le sigle sur la page d’image.

source: Choose Dark or Light for color style of the site.
fr_fr: Choisir le style « foncé » ou « pâle » pour les pages du site.

source: Display a menu link to the Archive list.
fr_fr: Affiche un élément de menu qui pointe aux archives.

source: Check to show a tag cloud with all the tags of the gallery.
fr_fr: Cocher pour afficher un nuage de tous les mots-clés de la galerie.

source: Check to use the Galleriffic script. Uncheck to use a standard display. This standard display is also displayed when javascript is disabled in the browser.
fr_fr: Cocher pour utiliser le script Galleriffic ; décocher pour utiliser l’affichage standard. L’affichage standard est aussi utilisé lorsque javascript est désactivé dans le navigateur.

source: Check to display the full size image with Colorbox in album page, if galleriffic is used or not. NOTE : in that case, Image page will never be used.
fr_fr: Cocher pour afficher, dans la page d’album, l’image pleine grandeur avec Colorbox, que Galleriffic soit utilisé ou pas. Remarque : dans ce cas, la page d’image ne sera jamais utilisée.

source: Check to display the full size image with Colorbox in Image page.
fr_fr: Cocher pour afficher, dans la page d’image, l’image pleine grandeur avec Colorbox.

source: The photos of this site are licensed under <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.en" target="_blank">Creative Commons</a>
fr_fr: Les photos de ce site sont sous licence <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.fr" target="_blank">Creative Commons</a>

source: <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.en" target="_blank"><img style="border-width: 0;" src="http://i.creativecommons.org/l/by-nc-nd/3.0/80x15.png" alt="Creative Commons" /></a>
fr_fr: <a href="http://creativecommons.org/licenses/by-nc-nd/3.0/deed.fr" target="_blank"><img style="border-width: 0;" src="http://i.creativecommons.org/l/by-nc-nd/3.0/80x15.png" alt="Creative Commons" /></a>

source: Thanks contact me before using
fr_fr: Merci de me contacter avant toute utilisation

source: Creation and maintenance of themes and plugins takes a lot of work and time.
fr_fr: La création de thèmes et de plugins prend beaucoup de temps et de travail.

source: Thanks to donate to help zpArdoise.
fr_fr: Merci de faire un don pour aider zpArdoise.

source: Thanks to donate to help zpBoostrap.
fr_fr: Merci de faire un don pour aider zpBootstrap.

source: Thanks to donate to help i-feel-dirty.
fr_fr: Merci de faire un don pour aider i-feel-dirty.

source: Thanks to donate to help akismet plugin.
fr_fr: Merci de faire un don pour aider le plugin akismet.
